Tekla.Structures.CatalogInternal.dotcatUserPropertyItemObjectTypes_t
Serialization structure for UserPropertyItemObjectTypes.

Tekla.Structures.CatalogInternal.dotcatUserPropertyItemObjectTypes_t.Name
The name of the user property

Tekla.Structures.CatalogInternal.dotcatUserPropertyItemObjectTypes_t.nObjectTypes
The count of the object types

Tekla.Structures.CatalogInternal.dotcatUserPropertyItemObjectTypes_t.aObjectTypes
Object types.